// Напишите программу, которая на вход
// принимает два числа и выдаёт, какое число большее, а
// какое меньшее.
// a = 5; b = 7 -> max = 7
// a = 2 b = 10 -> max = 10
// a = -9 b = -3 -> max = -3

int a = 567906;
int b = 789657;

if(b>a)
{
    Console.WriteLine("max b");
}
else
{
    Console.WriteLine("max a");
}