// Напишите программу, которая на вход
// принимает два числа и выдаёт, какое число большее, а
// какое меньшее.
// a = 5; b = 7 -> max = 7
// a = 2 b = 10 -> max = 10
// a = -9 b = -3 -> max = -3

int a = 27906;
int b = 1857;

if(b>a)
{
    Console.WriteLine("max b");
    Console.WriteLine("min a");
}
else
{
    Console.WriteLine("max a");
    Console.WriteLine("min b");
}